[
    [
        "The Guardian",
        "HSBC makes £10bn bet on Hong Kong as ‘super-connector’ for China and west",
        "https://media.guim.co.uk/d900a43a1adaf55bc3463597dd160287cbae9ad8/378_0_4616_3693/500.jpg",
        "<p>HSBC is shelling out £10bn to take its Hong Kong subsidiary private, in a move it said was designed to take advantage of the financial hub’s role as a “super-connector” between China and global markets.</p> <p>The deal will result in Hang Seng Bank’s shares being taken off the local stock exchange as London-headquartered HSBC doubles down on its Asian business and snaps up the 36.5% of shares it does not already own.</p> <p>The deal is believed to be the largest bank acquisition in Hong Kong in more than a decade. It is a significant bet on Hong Kong and China, and comes amid ongoing criticism over Heng Seng’s exposure to <a href=\"https://www.theguardian.com/business/2024/feb/21/hsbc-ceo-pay-fall-q4-profits-staff-bonus-pool-china-real-estate\">China’s real estate downturn</a>.</p> <p>HSBC, which makes the majority of its profits in Hong Kong and China, has reportedly been pushing Hang Seng to get rid of bad debts linked to the property market.</p> <p>Its chief executive, Georges Elhedery, who took over last year, said the deal represented a “significant investment into Hong Kong’s economy, underscoring our confidence in this market and commitment to its future as a leading global financial centre, and as a super-connector between international markets and mainland China”.</p> <p>The news comes a year after Elhedery announced a company-wide shake-up that involved massive cost cuts, exiting certain markets, and dividing the bank’s operations into eastern and western markets. The move briefly <a href=\"https://www.theguardian.com/business/2024/oct/29/hsbc-share-buyback-profits-bank\">sparked rumours of a HSBC break-up, which were later quashed</a>.</p> <p>HSBC said that it would not be launching any further share buybacks over the next three quarters in light of the £10bn deal, in order to build up its capital levels – referring to the financial cushion that ensures banks can absorb shocks and protect customers from potential losses. That detail appears to have disappointed shareholders, with HSBC’s London-listed shares falling 5% on Thursday.</p> <p>AJ Bell investment director Russ Mould said: “Like a toddler who has been told they can’t have another biscuit, HSBC shareholders are stamping their feet on news they won’t be getting any share buybacks for the next few quarters.</p> <p>“The bank plans instead to put its cash towards buying out minority investors in Hong Kong lender Hang Seng Bank … In the context of a continuing pivot towards Asia, HSBC’s latest deal has logic. But along with the recent exit of chair Mark Tucker, the poor reception to it represents perhaps the biggest challenge Elhedery has faced at HSBC to date.”</p>"
    ],
    [
        "The Guardian",
        "Millions in England face higher water bills after regulator backs more price rises",
        "https://media.guim.co.uk/ac1dee9d1335ed20769ddd987766fd1645850a52/0_56_5446_4355/500.jpg",
        "<p>Water bills for millions of households in England are to increase by even more than expected after the competition regulator gave the green light for five water suppliers to raise charges to customers – but rejected most of the companies’ demands.</p> \n<p>An independent group of experts appointed by the Competition and Markets Authority (CMA) decided provisionally to let the companies collectively charge customers an extra £556m over the next five years, it said on Thursday. That was only 21% of the £2.7bn the companies had sought.</p> \n<p>The <a href=\"https://www.theguardian.com/business/2025/feb/18/anglian-water-appeals-against-unacceptable-curb-on-bill-increases\">five companies</a> – Anglian, Northumbrian, Southern, Wessex and South East – together serve 14.7 million customers. The changes will add 3% on average to their bills, on top of the 24% increase previously allowed.</p> \n<p>The companies appealed to the CMA in February for permission to raise bills by more than <a href=\"https://www.theguardian.com/money/2024/dec/19/water-bills-england-and-wales-how-much-rise-charge\">allowed previously by the industry regulator, Ofwat</a>. They argued they needed more money to meet environmental standards.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2025/oct/08/thousands-take-legal-action-widespread-pollution-three-rivers-in-england-wales\">Thousands take legal action over ‘widespread pollution’ of three UK rivers</a> </p> \n</aside> \n<p>Water bills have become the subject of significant political controversy in recent years in the UK amid widespread disgust over leaks of harmful sewage into Britain’s rivers and seas.</p> \n<p>Emma Hardy, the water minister, said: “I understand the public’s anger over bill rises – that’s why I expect every water company to offer proper support to anyone struggling to pay. We’ve made sure that investment cash goes into infrastructure upgrades, not bonuses, and we’re creating a tough new regulator to clean up our waterways and restore trust in the system.”</p> \n<p>English and Welsh water companies are mostly privately owned, but the prices the local monopolies can charge customers are regulated by Ofwat over five-year periods. In December, the water regulator said average annual household bills <a href=\"https://www.theguardian.com/money/2024/dec/19/water-bills-for-households-in-england-and-wales-to-rise\">could rise by 36% to £597</a> by 2030 to help pay for investment.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/datawrapper/embed/d4IcG/1/\" data-alt=\".\"> <a href=\"https://interactive.guim.co.uk/datawrapper/embed/d4IcG/1/\">Interactive</a> \n</figure> \n<p>Ofwat said the companies could spend £104bn in total, paid by consumers. </p> \n<p>The allowed bill increases stopped well short of the water companies’ requests. The CMA said the expert panel had largely rejected companies’ funding requests for new activities and projects beyond those agreed by Ofwat. However, the panel did allow more money for returns to investors, <a href=\"https://www.theguardian.com/money/2025/oct/06/water-bills-millions-of-households-in-england-could-face-even-bigger-rises\">to reflect sustained high interest rates</a> since the bills increases were approved.</p> \n<p>Anglian Water, which supplies the east of England and Hartlepool, asked for the average annual household bill to rise to £649, a 10% increase, but was granted £599, or 1%. Northumbrian, mainly in north-east England, asked for £515, or 6%, and was given £495, also 1%.</p> \n<p>South East Water, which only provides drinking water and not sewage services in several of the home counties, asked for an 18% increase to £322, but was allowed 4% to £286. Southern Water, on England’s south-east coast, asked for a 15% increase to £710. That would have been the highest average bill in England and Wales, but it was allowed a 3% increase to £638.</p> \n<p>Wessex Water in south-west England asked for an 8% increase to £642, and was granted the biggest proportional increase on appeal of 5% to £622.</p> \n<p>The CMA and other regulators have faced pressure from the government to put more focus on economic growth, although people close to the bills appeal process said that did not factor in the decision. The chancellor, Rachel Reeves, this year appointed the <a href=\"https://www.theguardian.com/business/2025/jan/28/uk-competition-regulator-doug-gurr-cma\">former Amazon boss Doug Gurr</a> to lead the competition regulator.</p> \n<p>Kirstin Baker, the chair of the group that decided on the appeals, said: “We’ve found that water companies’ requests for significant bill increases, on top of those allowed by Ofwat, are largely unjustified. We understand the real pressure on household budgets and have worked to keep increases to a minimum, while still ensuring there is funding to deliver essential improvements at reasonable cost.”</p> \n<p>For affected households, the price increases will add to inflation on the cost of living. Mike Keil, the chief executive of the Consumer Council for Water, said further increases would be “very unwelcome”, and questioned whether the CMA should have allowed higher returns for investors. “There is a danger the customers of these companies will end up paying more, without seeing any additional improvements in return,” he said.</p> \n<p>Environmental groups have questioned why companies are allowed to return cash to shareholders while continuing to pollute Britain’s rivers and seas. James Wallace, the chief executive of the campaign group River Action, said: “Once again, water bill payers are forced to shoulder the cost of decades of failure.</p> \n<p>“Millions of households in England face higher bills while rivers continue to suffer from mismanagement by privatised water companies. In 2024 alone, four of these five companies were responsible for at least 1.4m hours of sewage discharges into rivers and seas – a stark illustration of ongoing environmental harm.”</p> \n<p>The CMA group’s decision will also be carefully considered by Thames Water, Britain’s biggest water company with 16 million customers. Thames also appealed initially but has agreed to pause it while the utility and its creditors negotiate with Ofwat over a restructuring plan <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2025/oct/02/there-are-no-good-options-at-thames-water-but-temporary-renationalisation-is-cleaner\">to try to cut its debt burden</a> and prevent it collapsing into temporary government control.</p> \n<p>Thames is still considering asking for a further £4bn. People close to Thames Water had criticised Ofwat’s approach to the price determination, arguing that the utility needed much more cash to turn around its performance on pollution.</p> \n<figure class=\"element element-atom\"> <gu-atom data-atom-id=\"88dfb1a6-0102-4125-87db-891e1f543c09\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p>The best public interest journalism relies on first-hand accounts from people in the know.</p>\n    <p></p>\n    <p>If you have something to share on this subject you can contact the Business team confidentially using the following methods.</p>\n    <p></p>\n    <p><strong>Secure Messaging in the Guardian app</strong></p>\n    <p></p>\n    <p>The Guardian app has a tool to send tips about stories. Messages are end to end encrypted and concealed within the routine activity that every Guardian mobile app performs. This prevents an observer from knowing that you are communicating with us at all, let alone what is being said.</p>\n    <p></p>\n    <p>If you don't already have the Guardian app, download it (<a href=\"https://apps.apple.com/app/the-guardian-live-world-news/id409128287\">iOS</a>/<a href=\"https://play.google.com/store/apps/details?id=com.guardian\">Android</a>) and go to the menu. Scroll down and click on <b>Secure Messaging</b>. When asked who you wish to contact please select the <b>Guardian Business</b> team.</p>\n    <p></p>\n    <p><strong>SecureDrop, instant messengers, email, telephone and post</strong></p>\n    <p></p>\n    <p>If you can safely use the tor network without being observed or monitored you can send messages and documents to the Guardian via our <a href=\"https://www.theguardian.com/securedrop\">SecureDrop platform</a>.</p>\n    <p></p>\n    <p>Finally, our guide at <a href=\"https://www.theguardian.com/tips\">theguardian.com/tips</a>&nbsp;lists several ways to contact us securely, and discusses the pros and cons of each.&nbsp;</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure>"
    ],
    [
        "The Guardian",
        "Entry-level workers face AI ‘job-pocalypse’; US probes Tesla’s self-driving system – business live",
        "https://media.guim.co.uk/71e8f4e87476fe967048ac31ed7765cdc6f9a9cf/458_0_4583_3667/500.jpg",
        "<div id=\"block-68e79e908f08a99f04926e37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T11:38:44.143Z\">12.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The European Commission has said it was “concerned” by China’s announcement of new controls on the export of rare-earth technologies and items (<a href=\"https://www.theguardian.com/business/live/2025/oct/09/water-customers-bill-hike-winter-blackouts-risk-falls-stock-markets-pound-ftse-business-live-news?filterKeyEvents=false&amp;page=with%3Ablock-68e7908a8f08a99f04926d10#block-68e7908a8f08a99f04926d10\">see earlier post</a>).</p> <p>EU trade spokesman <strong>Olof</strong> <strong>Gill</strong> told reporters:</p> <blockquote class=\"quoted\"> <p>“The commission expects China to act as a reliable partner and to ensure stable, predictable access to critical raw materials.” </p> </blockquote> </div>   </div> <div id=\"block-68e799fe8f08e1d65d2a5ea5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T11:22:42.588Z\">12.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Close Brothers warns motor finance scandal bill could rise</h2>  <div class=\"block-elements\">  <p><strong>Newsflash: A second UK lender has warned shareholders that it may face a larger bill than expected from the motor finance scandal.</strong></p> <p><strong>Close</strong> <strong>Brothers</strong> has told the City that its existing provision, of £165m, may not be sufficent following the compensation scheme announced earlier this week.</p> <p><a href=\"https://www.theguardian.com/business/live/2025/oct/09/water-customers-bill-hike-winter-blackouts-risk-falls-stock-markets-pound-ftse-business-live-news?filterKeyEvents=false&amp;page=with%3Ablock-68e75e258f08a99f04926b2e#block-68e75e258f08a99f04926b2e\">Following Lloyds’ announcement this morning</a>, <strong>Close</strong> <strong>Brothers</strong> says:</p> <blockquote class=\"quoted\"> <p>Following publication of the Financial Conduct Authority’s consultation paper on 7 October 2025, Close Brothers (“the group”) is continuing to assess the potential impact and implications of the proposed redress scheme in respect of motor finance commissions.</p> <p>While uncertainty in relation to the outcome of the consultation remains, the group’s initial assessment is that if implemented in its current form, the proposed scheme is likely to result in a material increase in its existing provision of £165 million. This remains subject to ongoing review of the proposal and analysis of its potential impact on the group.</p> </blockquote> <p>Shares in <strong>Close</strong> <strong>Brothers</strong> have tumbled; they’re now down 10%.</p> </div>   </div> <div id=\"block-68e7908a8f08a99f04926d10\" class=\"block is-key-event\" data-block-contributor=\"profile/lisaocarroll\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T10:42:02.012Z\">11.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">China tightens rare earths export controls again</h2>  <div class=\"block-elements\">    <p><strong>China has again tightened export controls on rare earths and related technologies ahead of a possible meeting between Chinese leader Xi Jinping and Donald Trump.</strong></p> <p>Beijing said it would add several new rare earth elements to its list of goods with export restrictions including holmium, erbium, thulium, europium and ytterbium.</p> <p>Previous export controls earlier this year hit the European car industry hard with shortages of magnets for door and boot openings hitting assembly lines among the consequences.</p> <p>Political leaders in Europe say the fact that China can just impact industry through a “snap of fingers” is alarming.</p> <p><strong>Kathleen</strong> <strong>van</strong> <strong>Brempt</strong>, vice president of the European social and democrats trade group in the European Parliament, says:</p> <blockquote class=\"quoted\"> <p>“This is a new wake-up call for Europe. It concerns raw materials that are crucial for the sustainable and digital transition that the European economy is aiming for. We need them for our batteries, wind turbines, cars, chips, etc. The fact that one country is able to hold a knife to our throat with the snap of a finger is a fundamental problem.”</p> </blockquote> <p>The move could also be seen as sabre-rattling in Europe as it comes two days after <a href=\"https://www.theguardian.com/business/2025/oct/07/eu-plan-to-match-trump-steel-tariffs-spurs-existential-threat-to-uk-steel-industry\">the EU proposed 50% tariffs on foreign stee</a>l.</p> <p>In a further squeeze, the Chinese ministry has also added dozens of pieces of rare processing equipment, something that would limit development of processing outside China.</p> <p>Foreign entities must now obtain a licence from Beijing to export any products containing more than 0.1% of rare earths, or manufactured using China’s extraction, refining, magnet-making or recycling technology,</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T10:56:53.964Z\">at 11.56am BST</time></p>  </div> <div id=\"block-68e786328f0871610d00707d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T09:57:09.179Z\">10.57am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US opens probe into nearly 2.9 million Tesla vehicles over FSD traffic violations</h2>  <div class=\"block-elements\">    <p><strong>The U.S. National Highway Traffic Safety Administration is opening an investigation into 2.88 million Tesla vehicles equipped with its Full Self-Driving system over traffic-safety violations after a series of crashes.</strong></p> <p>The auto safety agency said FSD - an assistance system that requires drivers to pay attention and intervene if needed - has “induced vehicle behavior that violated traffic safety laws“, <em>Reuters reports.</em></p> <p>The agency said it has reports of Tesla vehicles driving through red traffic lights and driving against the proper direction of travel during a lane change, while using the system.</p> <p><strong>NHTSA</strong> said it has six reports in which a Tesla vehicle, operating with FSD engaged, “approached an intersection with a red traffic signal, continued to travel into the intersection against the red light and was subsequently involved in a crash with other motor vehicles in the intersection.“</p> <p><strong>NHTSA</strong> said four crashes resulted in one or more injuries.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2025/jul/05/the-vehicle-suddenly-accelerated-with-our-baby-in-it-the-terrifying-truth-about-why-teslas-cars-keep-crashing\">‘The vehicle suddenly accelerated with our baby in it’: the terrifying truth about why Tesla’s cars keep crashing</a> </p> </aside> </div>   </div> <div id=\"block-68e784518f0871610d00706a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T09:49:41.373Z\">10.49am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">DRC to start building gold reserve</h2>  <div class=\"block-elements\">  <p><strong>The Democratic Republic of Congo is planning to join the dash into gold.</strong></p> <p>The <strong>DRC</strong> will start building gold reserves to bolster its currency and lift its economy, the central bank governor said today.</p> <p><strong>Andre</strong> <strong>Wameso</strong>, who was appointed as head of the central bank in July, told Reuters:</p> <blockquote class=\"quoted\"> <p>“Among the first decisions that I took... was to be able to constitute gold reserves for the central bank alongside the main hard currency, which is the dollar.”</p> </blockquote> <p><strong>Wameso’s </strong>move comes as gold hit fresh record highs over $4,000/ounce this week, as investors drive the ‘debasement trade’\":</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2025/oct/09/the-debasement-trade-is-this-whats-driving-gold-bitcoin-and-shares-to-record-highs\">‘The debasement trade’: is this what’s driving gold, bitcoin and shares to record highs?</a> </p> </aside> </div>   </div> <div id=\"block-68e782e78f0871610d007042\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T09:40:48.755Z\">10.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Wall Street futures are trading marginally in the red today amid growing warnings of bloated AI valuations.</strong> </p> <p><strong>Raffi Boyadjian</strong>, lead market analyst at <strong>Trading</strong> <strong>Point</strong>, says:</p> <blockquote class=\"quoted\"> <p>A day after the Bank of England warned about an AI bubble, JP Morgan boss Jamie Dimon became the next to <a href=\"https://www.theguardian.com/business/live/2025/oct/09/water-customers-bill-hike-winter-blackouts-risk-falls-stock-markets-pound-ftse-business-live-news?filterKeyEvents=false&amp;page=with%3Ablock-68e757368f08e1d65d2a5be1#block-68e757368f08e1d65d2a5be1\">talk of a “sharp correction”</a>.</p> </blockquote> </div>   </div> <div id=\"block-68e780b88f08a99f04926c15\" class=\"block is-key-event\" data-block-contributor=\"profile/juliakollewe\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T09:31:18.488Z\">10.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Compensation schemes for Post Office Horizon IT scandal victims ‘to be improved’</h2>  <div class=\"block-elements\">  <p><strong>Compensation schemes for victims of the <a href=\"https://www.theguardian.com/uk-news/post-office-horizon-scandal\">Post Office Horizon IT scandal</a> will be improved, with a new appeals process and funded legal advice for post office operators, the government has announced.</strong></p> <p>Responding to the <a href=\"https://www.theguardian.com/uk-news/2025/jul/08/post-office-scandal-inquiry-horizon-it-scandal\">first part of the findings</a> from a two-year public inquiry into the Horizon IT scandal, regarded as one of the worst miscarriages of justice in UK legal history, the business secretary, Peter Kyle, said there would be anew appeals process for people who have accepted fixed-sum offers under the Horizon Shortfall Scheme, one of several compensation schemes.</p> <p>Funded legal advice will also be offered. The Post Office will close this scheme on 31 January, to give post office operators who have not yet applied more time to put in applications.</p> <p>More <a href=\"https://www.theguardian.com/uk-news/2025/oct/09/compensation-schemes-post-office-horizon-it-scandal-victims\">here</a>:</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2025/oct/09/compensation-schemes-post-office-horizon-it-scandal-victims\">Compensation schemes for Post Office Horizon IT scandal victims ‘to be improved’</a> </p> </aside> </div>   </div> <div id=\"block-68e774e78f08a99f04926bb5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T08:47:54.091Z\">9.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Mann: high inflation has caused scarring, income uncertainty, and weak consumption growth</h2>  <div class=\"block-elements\">  <p><strong>The surge of UK inflation in the last few years has “scarred” consumers, Bank of England policymaker Catherine Mann fears.</strong></p> <p><strong>Mann</strong> is warning in a speech that “the rapid increase in the price level has scarred consumers”, even as inflation has moderated, allowing incomes to rise faster than prices.</p> <p>She explains that research shows that households who are more uncertain about future inflation become more uncertain about their future incomes. This leads them to save money, rather than spend it, which pulls down consumption.</p> <p>Thus, she says, the Bank should keep interest rates high to bring inflation down and reassure consumers that price stability is intact, rather than lower borrowing costs to encourage consumption.</p> <p>As <strong>Mann</strong> puts it:</p> <blockquote class=\"quoted\"> <p>In sum, high inflation itself is behind scarring, income uncertainty, and weak consumption growth. Therefore, monetary policy needs to continue to focus on reducing inflation to achieve the environment of price stability.</p> <p>Then, households can return to their normal consumption-savings behavior which is conducive to stronger consumer demand.</p> </blockquote> <p><strong>Mann</strong> (among the majority of policymakers who voted to leave interest rates hold last month) also warns that “we are not there yet” in bringing down inflation expectations.</p> <p>She explains:</p> <blockquote class=\"quoted\"> <p>It is perhaps counterintuitive that in order to create an environment conducive to growth, monetary policy must remain restrictive for longer. But this is necessary to bring inflation sustainably back to our 2% target in the medium term.</p> <p>My former boss Alan Greenspan (I started my career at the Federal Reserve Board) said it succinctly: “We will be at price stability when households and businesses need not factor expectations of changes in the average level of prices into their decisions.” The evidence from consumer behavior is that we are not there yet.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T08:55:59.027Z\">at 9.55am BST</time></p>  </div> <div id=\"block-68e772f88f08a99f04926bab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T08:32:54.704Z\">9.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Business leaders may be ‘pulling up the ladder’ behind them, by focusing on AI tools rather than taking on new staff, warns <strong>Kate Field, </strong>global head human and social sustainability at the<strong> BSI.</strong></p> <p><strong>Field explains:</strong></p> <blockquote class=\"quoted\"> <p>“As roles are streamlined or eliminated before experience can be gained, we risk eroding the professional aspirations of people at the very start of their careers and before they’ve had the chance to flourish.</p> <p>Our findings suggest a troubling trend: senior leaders may be ‘pulling up the ladder’, prioritizing short-term productivity over long-term workforce resilience. If left unchecked, this could have lasting consequences, from weakening our skills pipeline, deepening generational inequality and our research suggests, dividing large companies and SMEs.</p> <p>SMEs have been placed in a critical position, shaping the future of work by shouldering the responsibility of training for Gen Z.” </p> </blockquote> </div>   </div> <div id=\"block-68e76ce18f08a99f04926b76\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T08:06:31.269Z\">9.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The BSI’s poll of global business leaders also found that large organizations are embracing AI more aggressively compared with SMEs.</strong> </p> <p>It says:</p> <blockquote class=\"quoted\"> <p>Half (51%) of the respondents working in SMEs say AI is crucial to the growth of their organization, compared with nearly seven in ten respondents in large organizations (69%). This is reflected in its impact being felt; 70% of large businesses reported AI saves money compared to just half of SMEs (51%). </p> </blockquote> </div>   </div> <div id=\"block-68e765838f0871610d006f5d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T07:49:16.974Z\">8.49am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Entry-level workers face  ‘job-pocalypse’ due to AI</h2>  <div class=\"block-elements\">  <p><strong>Entry-level workers are facing a ‘job-pocalypse’ due to companies favouring artificial intelligence systems over new hires, a new study of global business leaders shows.</strong></p> <p>A new report by the <strong>British Standards Institution (BSI)</strong> has found that business leaders are prioritising automation through AI to fill skills gaps, in lieu of training for junior employees.</p> <p>The BSI polled more than 850 bosses in Australia, China, France, Germany, Japan, the UK, and the US, and found that 41% said <a href=\"https://www.theguardian.com/business/2025/jul/13/could-ai-be-accelerating-slowdown-in-the-uk-job-market\">AI is enabling headcount reductions</a>. Nearly a third of all respondents reported that their organization now explores AI solutions before considering hiring a human.</p> <p>Two-fifths of leaders revealed that entry-level roles have already been reduced or cut due to efficiencies made by AI conducting research, admin and briefing tasks, and 43% expect this to happen in the next year.</p> <p><strong>Susan Taylor Martin, </strong>CEO<strong> </strong>of <strong>BSI </strong>says:</p> <blockquote class=\"quoted\"> <p>“AI represents an enormous opportunity for businesses globally, but as they chase greater productivity and efficiency, we must not lose sight of the fact that it is ultimately people who power progress.</p> <p>Our research makes clear that the tension between making the most of AI and enabling a flourishing workforce is the defining challenge of our time. There is an urgent need for long-term thinking and workforce investment, alongside investment in AI tools, to ensure sustainable and productive employment.”</p> </blockquote> <p>Worryingly for those trying to enter the jobs market, a quarter of business leaders said they believe most or all tasks done by an entry-level colleague could be performed by AI.</p> <p>A third suspect their own first job would not exist today, due to the rise of artificial intelligence tools.</p> <p>And… 55% said they felt that the benefits of implementing AI in organizations would be worth the disruptions to workforces.</p> <p>These findings will add to concerns that graduates face a workforce crisis as they battle AI in the labour market. A poll released in August found that half of UK adults fear AI will change, or eliminate, their jobs.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2025/aug/27/half-of-uk-adults-worry-that-ai-will-take-or-alter-their-job-poll-finds\">Half of UK adults worry that AI will take or alter their job, poll finds</a> </p> </aside>  <p>Telecoms firm BT is replacing about 10,000 jobs with AI systems, as part of a wider workforce reduction programme.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2023/may/18/bt-cut-jobs-telecoms-group-workforce\">BT to axe up to 55,000 jobs by 2030 as it pushes into AI</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T08:21:17.235Z\">at 9.21am BST</time></p>  </div> <div id=\"block-68e763ef8f0871610d006f57\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T07:32:08.139Z\">8.32am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">HSBC drags FTSE 100 down</h2>  <div class=\"block-elements\">  <p><strong>The London stock market is in the red this morning, pulled down by banking giant HSBC.</strong></p> <p>The <strong>FTSE</strong> <strong>100</strong> has dropped by 30 points, or 0.3%, to 9518, a day after hitting a record high.</p> <p><strong>HSBC</strong> has dropped by 6%, after it announced plans to take full control of Hong Kong’s <strong>Hang</strong> <strong>Seng</strong> Bank, in which it already owns a controlling shareholding.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T08:17:19.676Z\">at 9.17am BST</time></p>  </div> <div id=\"block-68e7629d8f0871610d006f4b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T07:25:30.440Z\">8.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">ICAEW: UK business confidence in freefall</h2>  <div class=\"block-elements\">  <p><strong>UK business confidence has dropped to a three-year low as companies fret about higher taxes, a new poll has shown.</strong></p> <p><strong>ICAEW’s</strong> business sentiment has dropped to -7.3 for the third quarter of 2025, down from -4.2 in April-June.</p> <p>That’s the fifth consecutive quarterly fall in a row, and the lowest level since the last three months of 2022.</p> <p><strong>ICAEW </strong>explains:</p> <blockquote class=\"quoted\"> <p>This drop in confidence was likely driven by record high tax concerns squeezing profits growth, recruitment and investment activity.</p> <p>Muted domestic sales growth also weighed on sentiment, as firms continue to lower their expectations for the year ahead.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T07:33:28.789Z\">at 8.33am BST</time></p>  </div> <div id=\"block-68e75e258f08a99f04926b2e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T07:06:54.203Z\">8.06am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lloyds shares drop as additional motor finance costs loom</h2>  <div class=\"block-elements\">  <p><strong>Shares in Lloyds Bank have dropped by 3.5% at the start of trading in London, after it warned shareholders it could face a larger financial hit from the UK motor finance scandal.</strong></p> <p><strong>Lloyds</strong> told the City this morning that it may need to take an “additional provision” to cover the cost of the issue.</p> <p>This follows the unveiling of a compensation scheme for motorists who bought cars via discretionary commission deals from 2007 to 2024, which could lead to average payouts of £700.</p> <p><strong>Lloyds</strong> says:</p> <blockquote class=\"quoted\"> <p>As previously noted, the Group continues to consider the impact and implications of the recently published FCA consultation paper on motor finance. Uncertainties remain outstanding on the interpretation and implementation of the proposals but based on our initial analysis and the characteristics of the proposed scheme, an additional provision is likely to be required which may be material.</p> <p>This remains subject to ongoing analysis and review of the proposals. The Group will continue to update the market as and when appropriate.”</p> </blockquote> <p><strong>Lloyds </strong>shares have dropped to 84.5p.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T07:32:43.483Z\">at 8.32am BST</time></p>  </div> <div id=\"block-68e757368f08e1d65d2a5be1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T06:38:03.837Z\">7.38am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">JP Morgan's Dimon warns about risks of  US stock market fall</h2>  <div class=\"block-elements\">  <p><strong>The boss of JP Morgan has joined the choir of experts warning that a stock market tumble may be approaching.</strong></p> <p><strong>Jamie</strong> <strong>Dimon</strong> has revealed he is concerned that the US stock market is overheated, and cautioned there could be a serious market correction, which he said could come in the next six months to two years.</p> <p>Speaking to the BBC, <strong>Dimon</strong> said a “lot of things out there” are creating an atmosphere of uncertainty, such as geopolitical risks, government spending, and the remilitarisation of the world.</p> <p><strong>Dimon</strong> says:</p> <blockquote class=\"quoted\"> <p>All these things cause a lot of issues that we don’t know how to answer.</p> <p>So I say the level of uncertainty should be higher in most people’s minds than what I would call normal.”</p> </blockquote> <p>His comments come as the <a href=\"https://www.theguardian.com/business/bankofenglandgovernor\">Bank of England</a> warned of a growing risk of a “sudden correction” in global markets, citing concerns about soaring valuations of leading AI tech companies.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2025/oct/08/bank-of-england-warns-of-growing-risk-that-ai-bubble-could-burst\">Bank of England warns of growing risk that AI bubble could burst</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T07:32:17.274Z\">at 8.32am BST</time></p>  </div> <div id=\"block-68e755838f08e1d65d2a5bd4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T06:30:31.601Z\">7.30am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Table: How water bills will rise</h2>  <div class=\"block-elements\">  <p>Here’s a table showing the increase to water bills signed off by the CMA, in its “provisional redeterminations on water price controls”.</p>   </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T06:31:12.306Z\">at 7.31am BST</time></p>  </div> <div id=\"block-68e74f678f0871610d006ee3\" class=\"block is-key-event\" data-block-contributor=\"profile/jillian-ambrose\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T06:25:50.163Z\">7.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Britain’s risk of winter blackouts drops to five year low</h2>  <div class=\"block-elements\">  <p><strong>From water to energy … and Britain’s risk of winter blackouts has fallen to its lowest level in five years, according to the energy system operator … but it won’t necessarily be affordable.</strong></p> <p>Forecasts by the <strong>National</strong> <strong>Energy</strong> <strong>System</strong> <strong>Operator</strong> (<strong>Neso</strong>) show that electricity supply margins – the amount of generation available above the expected levels of demand – could reach 10% this winter. This would be the healthiest margins since the winter of 2019-2020.</p> <p>However, the healthier supplies are down to an increase in energy imports, meaning they could be more expensive if international markets demand higher prices.</p> <p>The <strong>Neso</strong> report expects margins to be healthier in part due to the start up of the Greenlink interconnector which runs from Pembrokeshire in Wales to County Wexford in Ireland and which will import power when prices are higher in the UK than in Ireland.</p> <p>The UK’s energy system also has a greater availability of gas plants this winter, after some returned from outage last winter, but this comes as the UK’s gas supply margins shrink to their lowest in four years as the North Sea’s production continues to dwindle.</p> <p><strong>Neso</strong> warned that the UK will need to rely more heavily on imports of gas via liquified natural gas (LNG) tankers, which typically come from the US and Qatar. National Gas, which runs the UK’s gas transmission network, expects the UK’s overall gas demand to be slightly lower this winter but added that it can expect 6% less gas from the UK North Sea this winter compared with last year. Instead, it will increase LNG imports by 7%, it said.</p> <p>This raises the chance of higher gas costs if the market price continues to rise. In Europe, gas storage levels are slightly lower than in previous winters meaning more LNG imports could be needed in neighbouring markets, too.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T07:31:13.520Z\">at 8.31am BST</time></p>  </div> <div id=\"block-68e6c37e8f0871610d006ae1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-10-09T06:24:39.091Z\">7.24am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Introduction: UK watchdog rejects 80% of water firms' price hike requests, but....</h2>  <div class=\"block-elements\">  <p><strong>Good morning, and welcome to our rolling coverage of business, the financial markets and the world economy.</strong></p> <p>Millions of households in England are to be hit with even higher water bill increases than previously planned, under plans being unveiled by the competition regulator this morning.</p> <p>But the pain isn’t going to be as bad as the water companies had hoped.</p> <p>The <strong>Competitions</strong> <strong>and</strong> <strong>Markets</strong> <strong>Authority</strong> has decided to approve around a fifth of spending increases proposed by water companies, on top of existing plans signed off by water regulator Ofwat, which will be funded by increases in bills.</p> <p>And while it has “largely rejected” companies’ funding requests for new activities and projects, it is provisionally allowing 21% of the total £2.7bn requested by <strong>Anglian</strong> <strong>Water</strong>, <strong>Northumbrian</strong> <strong>Water</strong>, <strong>South</strong> <strong>East</strong> <strong>Water</strong>, <strong>Southern</strong> <strong>Water,</strong> and <strong>Wessex</strong> <strong>Water</strong>.</p> <p>This means they can seek an extra £556m in revenue, which is expected to mean an average increase of 3% in bills for customers of the disputing companies.</p> <p>That is on top of the 24% increase in bills for customers of these companies under Ofwat’s original determination, which companies had complained was too stingy.</p> <p>The <strong>CMA</strong> says this extra money will fund more resilient supply, reduce pollution and also reflect increased financing costs.</p> <p><strong>Kirstin Baker,</strong> who chaired the group which examined the issue, says:</p> <blockquote class=\"quoted\"> <p>We’ve found that water companies’ requests for significant bill increases, on top of those allowed by Ofwat, are largely unjustified. We understand the real pressure on household budgets and have worked to keep increases to a minimum, while still ensuring there is funding to deliver essential improvements at reasonable cost.</p> </blockquote> <h2>The agenda</h2> <ul> <li><p>7am BST: German trade balance</p></li> <li><p>9.30am BST: Economic activity and social change in the UK, real-time indicators from the ONS</p></li> <li><p>9.30am BST: Bank of England policymaker Catherine Mann gives keynote speech at Resolution Foundation event</p></li> <li><p>11am BST: Financial Conduct Authority annual public meeting</p></li> <li><p>1.30pm BST: Federal Reserve chair Jerome Powell speaks</p></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-10-09T07:28:56.206Z\">at 8.28am BST</time></p>  </div>"
    ],
    [
        "The Guardian",
        "Head of largest US bank warns of risk of American stock market crash",
        "https://media.guim.co.uk/7fca81b82e5f5c96e2ace73f6c81202aca527004/266_0_3367_2694/500.jpg",
        "<p>The chances of the US stock market crashing is far greater than many financiers believe, the head of America’s largest bank has said.</p> <p>Jamie Dimon, who is the chair and chief executive of the giant Wall Street bank JPMorgan Chase, said he was “far more worried than others” about a serious market correction, which he predicted could come in the next six months to two years.</p> <p>“I would give it a higher probability than I think is probably priced in the market and by others,” he <a href=\"https://www.bbc.co.uk/news/articles/cg5ej03p604o\">told the BBC</a>. “So if the market’s pricing in 10%, I would say it is more like 30%.”</p> <p>Dimon added there were a “lot of things out there” creating an atmosphere of uncertainty, pointing to risks including the geopolitical environment, fiscal spending and the remilitarisation of the world.</p> <p>“All these things cause a lot of issues that we don’t know how to answer,” he said. “So I say the level of uncertainty should be higher in most people’s minds than what I would call normal.”</p> <p>The comments are the latest in a string of warnings that stock markets may be due a correction.</p> <p>On Wednesday, the head of the International Monetary Fund, Kristalina Georgieva, said the world economy had shown surprising resilience in the face of Donald Trump’s trade war, but <a href=\"https://www.theguardian.com/business/2025/oct/08/imf-chief-warns-uncertainty-is-the-new-normal-in-global-economy\">issued a stark warning about the mounting risks</a>, saying: “Buckle up: uncertainty is the new normal.”</p> <p>“Before anyone heaves a big sigh of relief, please hear this: global resilience has not yet been fully tested. And there are worrying signs the test may come,” she told an audience at the Milken Institute in Washington.</p> <p>Meanwhile, concerns are increasingly being aired that a stock market bubble has been created by <a href=\"https://www.theguardian.com/technology/nils-pratley-on-finance/2025/oct/08/the-ai-valuation-bubble-is-now-getting-silly\">high valuations of AI companies</a>, with the Bank of England stating on Wednesday that there is a <a href=\"https://www.theguardian.com/business/2025/oct/08/bank-of-england-warns-of-growing-risk-that-ai-bubble-could-burst\">growing risk of a “sudden correction” in global markets</a>.</p> <p>Dimon conceded that some of the money being invested in AI would “probably be lost”.</p> <p>He added: “The way I look at it is AI is real; AI in total will pay off – just like cars in total paid off, and TVs in total paid off, but most people involved in them didn’t do well.”</p>"
    ],
    [
        "The Guardian",
        "Lloyds says it is facing greater hit than expected from car loan finance scandal",
        "https://media.guim.co.uk/ee20e5cda58fa773b0f8323eefc25667e8787ac8/555_0_4308_3446/500.jpg",
        "<p>Lloyds Banking Group has warned it is likely to take a greater hit from the motor finance scandal than expected, with the final cost exceeding the £1.2bn it had set aside.</p> <p>Close Brothers, one of the UK’s biggest providers of car loans, also said that the proposed compensation scheme for victims was “likely to result in a material increase in its existing provision of £165m”.</p> <p>The higher compensation provisions come despite the City regulator saying on Tuesday night that people who were mis-sold car finance were likely to receive compensation payouts <a href=\"https://www.theguardian.com/business/2025/oct/07/uk-car-loan-scandal-victims-in-line-for-payout-fca\">averaging £700 from about 14m unfair loans</a>, less than the £950 payouts previously anticipated.</p> <p>Shares <a href=\"https://www.theguardian.com/business/live/2025/oct/08/spot-gold-rises-above-4000-first-time-vertu-motors-warns-profit-hit-jlr-disruption-federal-reserve-imf-business-live?filterKeyEvents=false&amp;page=with%3Ablock-68e618a48f08ca5de7d827dd#block-68e618a48f08ca5de7d827dd\">in car finance lenders</a>, including Lloyds, rallied in response on Wednesday. However, Lloyds’ stock fell by more than 3% on Thursday morning after it indicated the bigger than expected costs. Close Brothers shares plunged by nearly 10%.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2025/oct/08/the-car-finance-scandal-payouts-what-does-ruling-mean-and-how-much-compensation-could-you-get\">The car finance scandal payouts: what does ruling mean and how much compensation could you get?</a> </p> </aside>  <p>The Financial Conduct Authority put lenders’ total compensation bill at £8.2bn, although it could rise to £9.7bn. This is at the bottom end of its earlier forecast range of between £9bn and £18bn.</p> <p>However, Lloyds said on Thursday: “Based on our initial analysis and the characteristics of the proposed scheme, an additional provision is likely to be required which may be material.”</p> <p>The bank added that there were uncertainties around the interpretation and implementation of the proposals, and that further analysis was needed.</p> <p>The high street bank in February <a href=\"https://www.theguardian.com/business/2025/feb/20/lloyds-puts-aside-another-700m-for-compensation-over-car-finance-scandal\">set aside a further £700m to cover compensation payments</a> to customers, taking its total provision to almost £1.2bn.</p> <p>Its provisions have weighed on its financial performance, pushing its 2024 pre-tax profits down by 20%, to just under £6bn. At the time, RBC Capital estimated that the bank could ultimately be on the hook for up to £4.6bn.</p> <p>The car finance scandal is the biggest since the payment protection insurance (PPI) mis-selling debacle, where 34 million consumers received an average of about £1,000 each. Lloyds was also the most exposed to that scandal.</p> <p>Steve Clayton, the head of equity funds at Hargreaves Lansdown, said: “The statement from Lloyds was not in the market’s playbook and the shares have reacted badly, erasing yesterday’s gains, with Close Brothers similarly impacted.”</p> <p>Separately on Thursday, the specialist lender Secure Trust issued a profit warning, sending its shares more than 16% lower. It now expects its underlying pre-tax profit this year to fall below analysts’ expectations by up to £9m, due to the performance of its car finance division. However, it remains confident of 30% year-on-year growth in profits.</p> <p>Secure Trust is in the process of exiting vehicle finance, which may require additional provisions for onerous supplier contracts, which would be treated as exceptional costs.</p> <p>The motor and property finance specialist S&amp;U released upbeat financial results, reporting a profit before tax of £15.6m for six months to 5 August, up 22% on a year earlier. Its share price rose by 1.5%.</p> <p>It set aside nearly £8m for motor finance in the period, against £18m a year earlier.</p>"
    ],
    [
        "The Guardian",
        "‘The debasement trade’: is this what’s driving gold, bitcoin and shares to record highs?",
        "https://media.guim.co.uk/6a3dad7f2f4387db8b77a94565d90885704ebef9/150_0_3405_2724/500.jpg",
        "<p>Investors are piling into assets such as gold, bitcoin and shares amid worries about government debt, central bank independence, and the weakness of major currencies such as the dollar. The trade has even been given a moniker: the “debasement trade”. But what does it mean?</p>  <h2>What is the debasement trade?</h2>  <p>Debasement is the act of reducing the quality or value of something. Henry VIII was behind one of the most notorious examples in history: the “great debasement” saw the amount of gold and silver in coins substituted with cheaper base metals such as copper to fund his lavish lifestyle as well as wars with France and Scotland. It earned him the nickname Old Coppernose when silver started to wear off the coins featuring his face.</p> <p>The modern debasement trade involves investors moving away from fiat currencies, such as the dollar, in favour of “harder” assets that provide safety from the risk of rampant inflation. </p> <p>The trade – a hot topic in the markets this month – is being driven by anxiety that governments <a href=\"https://www.theguardian.com/politics/2025/jun/27/no-10-climb-down-over-welfare-bill-move-win-rebels\">will not, or cannot, rein in their borrowing by cutting spending and raising taxes</a>. The concern is that politicians may take control of their central banks, allowing them to run persistently high deficits and prioritise debt financing over price stability.</p> <h2>Why is the debasement trade in vogue?</h2>  <p>Concerns about fiat currencies – which are issued by governments without the backing of a hard asset such as gold – have been rising for years. But interest in the debasement issue has gathered pace as a result of the Trump administration’s trade and fiscal policies, which have threatened to drive the already huge US national debt even higher than its current $37tn.</p> <p>Enthusiasm for the trade has risen as investors have observed central banks cutting interest rates even though inflation remains over target: Trump has <a href=\"https://www.theguardian.com/global/commentisfree/2025/sep/21/trumps-fed-attacks-independence-dangerous\">noisily demanded hefty cuts to US borrowing costs</a>.</p> <p>The US government shutdown, <a href=\"https://www.theguardian.com/world/2025/oct/06/sebastien-lecornu-france-pm-resigns-explainer\">France’s inability to agree a budget</a>, and the fact <a href=\"https://www.theguardian.com/world/2025/oct/04/sanae-takaichi-the-new-leader-of-japans-liberal-democratic-party-who-cites-thatcher-as-an-influence\">Japan’s next prime minister</a> supports aggressive public spending, have added to concerns about debt sustainability in large economies.</p> <p>Fears about money printing have been swirling since central bankers began their stimulus packages during the financial crisis. But broader confidence in the global financial system appears to be weakening further, in a world of weaker growth and rising debts.</p> <h2>How are investors playing the debasement trade?</h2>  <p>They are spending more of their fiat currency reserves on assets that cannot be printed, such as precious metals and bitcoin.</p> <p>It’s “the familiar pattern of dollar debasement against alternative reserve assets amid Washington dysfunction”, according to JP Morgan analysts this week.</p>    <p>Inflows into gold exchange-traded funds hit a record high in the last quarter, according to data from the World Gold Council, amid macroeconomic and geopolitical uncertainty.</p> <h2>What impact is it having?</h2>  <p>Some asset prices are hitting the roof. Gold has had more highs than a 1970s rock star this year, <a href=\"https://www.theguardian.com/business/2025/oct/07/gold-futures-prices-economy\">hitting $4,000 an ounce for the first time on Wednesday</a>. It has surged by 50% during 2025.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/datawrapper/embed/yRNli/1/\" data-alt=\"Graph showing price of gold since 1969\"> <a href=\"https://interactive.guim.co.uk/datawrapper/embed/yRNli/1/\">Interactive</a> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robin_j_brooks/status/1975177629180338443\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Gold prices are now up a stunning 18% since the Fed&#39;s dovish pivot at Jackson Hole on August 22. The Dollar is stable. This should be giving governments around the world serious pause. Markets fear global debasement in the face of post-COVID debt overhangs. This is all fiscal... <a href=\"https://t.co/4vI7RywswA\">pic.twitter.com/4vI7RywswA</a></p>&mdash; Robin Brooks (@robin_j_brooks) <a href=\"https://twitter.com/robin_j_brooks/status/1975177629180338443?ref_src=twsrc%5Etfw\">October 6, 2025</a></blockquote> </figure>  <p>Bitcoin is also having a rollicking year, up more than 20% since January, hitting the $125,000 mark for the first time on Monday.</p> <p>But the dollar, which underpins the global financial system, has dropped by about 9% since the start of the year against a basket of other currencies, as its status as the global reserve currency has come under strain.</p> <p>Ken Griffin, the founder and chief executive of the hedge fund Citadel, said this week that investors were looking for ways to “effectively de-dollarise and de-risk their portfolios vis-a-vis US sovereign risk”.</p> <p>“Inflation is substantially above target and substantially above target in all forecasts for next year. And it’s part of the reason the dollar’s depreciated by about 10% in the first half of this year. It’s the single biggest decline in the US dollar in six months, in 50 years,” Griffin told the Citadel Securities future of global markets conference.</p> <p><a href=\"https://www.theguardian.com/business/2025/sep/02/rising-bond-yields-leave-reeves-with-no-choice-but-to-plan-a-muddle-through-budget\">Government long-term borrowing costs have also risen</a>, as investors have shunned long-dated bonds out of fear that inflation will eat away their value. This is the worst decade on record for government bonds, according to recent Deutsche Bank data.</p> <p>The weakness of the US dollar, and the rise in alternative assets, raises speculation that bitcoin could serve as a credible reserve asset alongside gold.</p>    <p>“A strategic bitcoin allocation could emerge as a modern cornerstone of financial security, echoing gold’s role in the 20th century,” suggested Deutsche Bank’s Marion Laboure and Camilla Siazon this week, who predicted both assets were likely to feature on central bank balance sheets by 2030.</p> <h2>Can it last, or will it end in tears?</h2>  <p>Goldman Sachs has predicted that gold will keep rising over the next year or so – it has raised its price forecast for the end of 2026 to $4,900 an ounce.</p> <p>There are plenty of sage heads warning that asset prices have risen too high this year, pumped up by enthusiasm over artificial intelligence. Comparisons with the dotcom boom of the late 1990s are rampant. But what goes up has a habit of keeping going up, before <a href=\"https://www.theguardian.com/commentisfree/2025/sep/25/us-stock-market-trump-wall-street-financial-crisis-federal-reserve\">it all turns sour</a>.</p> <p>The billionaire hedge fund manager Paul Tudor Jones suggested this week we could see a surge in stock prices before the bull market tops out. He told CNBC:</p> <blockquote class=\"quoted\"> <p>My guess is that I think all the ingredients are in place for some kind of a blow-off.</p> <p>History rhymes a lot, so I would think some version of it is going to happen again. If anything, now is so much more potentially explosive than 1999.</p> </blockquote> <p>Gold is also acting as a haven from concerns that the artificial intelligence stock boom may collapse, as <a href=\"https://www.theguardian.com/business/2025/oct/08/openai-multibillion-dollar-deals-exuberance-circular-nvidia-amd\">big AI players announce a wave of interconnected, or “circular”, deals</a>.</p> <p>Shares in those companies have soared this year, pushing the wider stock markets to fresh highs, in the Fomo (fear of missing out) trade, as investors try to catch a piece of the AI boom.</p>"
    ],
    [
        "The Guardian",
        "NHS could pay 25% more for medicines under plan to end row with drugmakers and Trump",
        "https://media.guim.co.uk/64ca2cfe8e8478e32e535160655e4d47ad4b9900/1584_619_3278_2622/500.jpg",
        "<p>Ministers are preparing to raise the amount the NHS pays pharmaceutical firms for medicines by up to 25% after weeks of intensive talks with the Donald Trump administration and drugmakers.</p> <p>Labour has drawn up fresh proposals to end a <a href=\"https://www.theguardian.com/commentisfree/2025/oct/01/big-pharma-war-uk-government-nhs-drugs\">standoff with the industry over drug pricing</a>, including changing the cost-effectiveness thresholds under which new medications are assessed for use on the NHS, according to industry sources.</p> <p>The row has been cited as one of the reasons why big companies in the sector, including MSD (known as Merck in the US) and AstraZeneca, have <a href=\"https://www.theguardian.com/business/2025/sep/16/big-pharma-firms-uk-investment-trump-msd-eli-lilly-astrazeneca\">cancelled or paused investments in the UK</a> in recent weeks, while ramping up investments in the US.</p> <p>The Department of Health and Social Care is in a standoff with the Treasury and No 10 on how to fund the deal, with Downing Street resisting pressure to commit new funds for medicines in next month’s budget.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2025/sep/16/nhs-drug-prices-donald-trump-big-pharma-britain-labour\">Who benefits if NHS drug prices soar? Donald Trump and big pharma. Just one more way he’s menacing Britain | Polly Toynbee</a> </p> </aside>  <p>The Liberal Democrats immediately criticised the move, first reported by Politico, asking how much it would cost and whether it would lead to cuts elsewhere in the NHS.</p> <p>The science secretary, Patrick Vallance, has <a href=\"https://www.theguardian.com/business/2025/sep/16/nhs-must-reverse-decline-medicines-investment-science-minister-patrick-vallance\">publicly acknowledged</a> that the UK’s spending on new medicines needs to rise from 9% of overall NHS spend, which is below drug spending in the US and many other European countries.</p> <p>The main element of the plan is thought to include raising the National Institute for Health and Care Excellence (Nice) cost-effectiveness threshold by 25%, which has been unchanged since 1999. Under current rules, <a href=\"https://www.nice.org.uk/news/blogs/should-nice-s-cost-effectiveness-thresholds-change-\">Nice considers a medicine costing between £20,000 and £30,000</a> for every extra year of good-quality life it provides a patient to represent good value for money for the NHS.</p> <p>The Association of the British Pharmaceutical Industry on Tuesday <a href=\"https://www.abpi.org.uk/media/blogs/2025/october/why-the-government-must-urgently-raise-the-nice-cost-effectiveness-threshold/\">reiterated its call</a> for “urgent action” on drug pricing, saying the Nice threshold should be increased as soon as possible in line with inflation to between £40,000 and £50,000, and index-linked thereafter. Making this change would, over time, lead to a greater share of the NHS budget being allocated to medicines, and additional funding would be needed to support this.</p> <p>In talks over the summer, Wes Streeting, the health secretary, proposed a deal that would save the pharmaceutical industry £1bn over three years, with billions more promised over the coming decade.</p> <p>But the industry argued that it was forecast to make repayments totalling £13.5bn over the same period and has been demanding about £2.5bn a year extra.</p> <p>A government source said ministers were prepared to spend more on medicines as they increasingly became more ​innovative and preventive. They cited the example of weight loss injections – which are forecast to save the NHS billions of pounds in treating obesity and associated health problems – and trials for cancer-preventing vaccines.</p> <p>The patient-led campaign group Just Treatment called it “deeply troubling news for patients and the NHS”, adding: “We are at risk of importing America’s disastrous drug pricing crisis.” It called on the government to “take steps to establish a system for developing and manufacturing medicines that puts patients first”.</p> <p>The <a href=\"https://commonslibrary.parliament.uk/how-are-medicines-prices-set-in-the-uk/#:~:text=In%20the%202023/24%20financial,medicines%20purchased%20by%20the%20NHS\">NHS spent £20.6bn on medicines</a> and medical devices in 2023-24, up from £19.2bn the year before.</p> <p>Trump has put pressure on pharma companies to lower their drug prices in the US and increase them elsewhere, accusing other countries of “freeloading” on high US prices. Nearly two weeks ago, he threatened to impose <a href=\"https://www.theguardian.com/us-news/2025/sep/25/trump-tariffs-heavy-trucks-drugs-kitchen-cabinets\">100% tariffs on pharmaceutical imports from 1 October</a> to ramp up the pressure, although these did not materialise.</p> <p>In response to pressure from Trump, Pfizer and several other US and European companies, including the UK’s biggest drugmaker, AstraZeneca, have started to cut their prices in the US and to sell directly to patients to cut out costly middlemen.</p> <p>In return for reducing its prices by up to 85%, Pfizer won a three-year reprieve from tariffs last week, which was seen as a bellwether for the rest of the sector.</p> <p>Last week, Varun Chandra, Starmer’s main business adviser, flew to Washington DC for talks with senior US officials and drug companies, the latest in a series of visits to try to hammer out a deal on pricing and tariffs.</p> <p>A UK government spokesperson said: “We’ve secured a landmark economic partnership with the US that includes working together on pharmaceutical exports from the UK whilst improving conditions for pharmaceutical companies here.</p> <p>“We’re now in advanced discussions with the US administration to secure the best outcome for the UK, reflecting our strong relationship and the opportunities from close partnership with our pharmaceutical industry.”</p> <p>However, the Lib Dem health and social care spokesperson, Helen Morgan, said: “It beggars belief that the government is bending to a bullying US president having told patients for years that life-saving new drugs are unaffordable.</p> <p>“Ministers must come clean about how much this move will cost and whether it will be funded by cuts elsewhere in the NHS. They should also lay their plans before parliament without delay so they can be properly scrutinised. It increasingly feels like this government puts the whims of Trump before everything else – even our precious NHS.”</p> <p>The pharma sector’s <a href=\"https://www.theguardian.com/business/2025/aug/22/wes-streeting-pharma-firms-nhs-drug-pricing-rebate-scheme\">negotiations with the UK government over drug pricing under a voluntary scheme broke down</a> without an agreement in late August. Since then, MSD has abandoned plans for a £1bn research centre in London and AstraZeneca and New York-based Eli Lilly have paused projects, taking total pharma <a href=\"https://www.theguardian.com/business/2025/sep/16/big-pharma-firms-uk-investment-trump-msd-eli-lilly-astrazeneca\">investments that are on hold or cancelled to nearly £2bn</a> since the start of this year.</p> <p>One industry source said: “We are relieved to see a recognisable change in sentiment and language from August.”</p>"
    ],
    [
        "The Guardian",
        "Pubs to stay open until early hours in push for UK growth",
        "https://media.guim.co.uk/0222f7f9a8c92247908d7899e22d653bb3bde4fc/314_0_4095_3275/500.jpg",
        "<p>Pubs, clubs and restaurants will be able to open into the early hours as part of Labour’s drive for economic growth, a move which critics say will lead to more drunken disorder.</p> <p>Ministers are pushing ahead with plans to allow premises that sell alcohol to extend their opening hours in order to boost “the British night out” and help the hospitality sector.</p> <p>Keir Starmer is preparing to throw his weight behind the plan, which has been drawn up by leaders of the alcohol and hospitality industries and rubber-stamped by the Treasury.</p> <p>However, critics are warning that the planned liberalisation of the alcohol licensing regime in England and Wales will erode local councils’ right to decide on opening hours, hand the drink industry unprecedented power and limit the ability of people affected by late night openings to object.</p> <p>The plans amount to “a charter for chaos” that will lead to more drink-related aggression, greater violence against women and even more deaths from alcohol, health experts claim. They would “allow an open all hours free-for-all in the availability of alcohol”, said Dr Katherine Severi, the chief executive of the Institute of Alcohol Studies thinktank.</p> <p>But Kate Nicholls, the chief executive of UK Hospitality, said that “a new and improved licensing system that is fit for the 21st century will be a huge boost to the nation’s pubs, bars, restaurants and hotels”.</p> <p>Nick Mackenzie, the chief executive of Greene King, agreed, adding that existing licensing regulations “provide a clear example of how well-intentioned legislation can inhibit economic growth, with excessive restrictions often limiting premises’ ability to respond to changing circumstances and customer demand”.</p> <p>Local authorities and police and crime commissioners fear that extended late night opening will lead to more noise, nuisance and antisocial behaviour blighting the lives of residents who live near licensed premises.</p> <p>“These proposed reforms, developed without adequate input from policing, ambulance services, local licensing authorities, health experts or citizens are a charter for chaos,” said Dr Richard Piper, the chief executive of the charity Alcohol Change UK.</p> <p>“One of the biggest things that people across the country are desperate to see is safer streets with less antisocial behaviour. Yet these proposals – little more than an alcohol industry wish-list – would deliver the opposite.”</p> <p>“Allowing petrol stations, off-licences and corner shops to sell alcohol even later into the evening, or the early hours, will inevitably mean more victims of crime, including domestic violence, more antisocial behaviour and disturbance, more police time spent dealing with drink-fuelled incidents and both ambulance and A&amp;E staff having to deal with even more people who have come to harm as a result of alcohol,” he added.</p>    <p>The plans centre on major reforms of the Licensing Act 2003, under which local councils grant licences to 224,000 pubs, clubs, restaurants and supermarkets to sell alcohol within set hours. Council licensing committees of elected councillors base their decisions on four “licensing objectives”: the prevention of crime and disorder, public safety, prevention of public nuisance and protecting children from harm.</p> <p>But the government-appointed taskforce behind the plan has suggested the creation of a new fifth objective – promoting economic growth – which councils would have to take into account when deciding on applications for new premises or longer opening hours. That has sparked claims that the government has become too close to the alcohol industry.</p> <p>“Adding a new objective focused on economic growth is completely ludicrous and undermines the purpose of licensing”, said Prof Sir Ian Gilmore, the chair of the Alcohol Health Alliance.</p> <p>“Licensing exists to protect people, not business profits. To push this through while alcohol deaths are at record highs raises serious questions about who this government is really working for.”</p> <p>The taskforce was co-chaired by Mackenzie and Gareth Thomas, at the time a business and trade minister. It also included representatives of UK Hospitality, the Night Time Industries Association and live music industry as well as from the National Police Chiefs Council and greater London Authority. Sadiq Khan, the London mayor, has been granted powers to overrule licensing decisions by the capital’s 32 local councils if he judges that that will boost the city’s night time economy and appeal to tourists.</p> <p>When the proposals were first floated earlier this year the government said that it was “calling ‘last orders’ on red tape choking pubs, clubs and restaurants in [a] major boost to the British night out”.</p> <p>Severi warned ministers that the push to help the hospitality sector could backfire as off-licences, corner shops and supermarkets, which already sell 75% of all alcohol, would also take advantage of easier access to longer opening hours.</p> <p>“Using licensing to deregulate alcohol sales in the name of business growth is misguided and irresponsible”, she added.</p> <p>“While the government may be wary of introducing public health measures that could be seen as unpopular with Reform UK voters or criticised as ‘nanny state’ policies, polling shows strong support among Reform voters for government action to protect and promote health, particularly when it helps reduce preventable disease and ease pressure on the NHS,” she added.</p> <p>The plan will also restrict local councils’ long-held freedom to control licensing in their area by creating a new “national licensing policy framework” which would enhance the role of unelected licensing officers and diminish the power of elected representatives.</p> <p>“These reforms would hollow out the power of local licensing authorities, giving decisive influence to unelected officials and unaccountable bodies”, said James Nicholls, an expert in alcohol policy at Stirling University. They will also make it harder for residents to object to applications from operators to open new premises or extend opening hours, he added.</p> <p>His colleague Prof Niamh Fitzgerald said: “These proposals are completely contrary to any intention to deliver safer streets or reduce violence against women. The Home Office’s own analysis has found that alcohol is a factor in half of all intimate partner murders.”</p> <p>A government spokesperson said: “We are looking to rebalance the licensing system, to one which both protects local communities and gives businesses the flexibility they need to invest and adapt to changing consumer trends.</p>"
    ],
    [
        "The Guardian",
        "The AI valuation bubble is now getting silly | Nils Pratley",
        "https://media.guim.co.uk/a0d00a1c0ebdb9aff5b6176ad9162ebb4958d1c4/609_0_3391_2714/500.jpg",
        "<p>It is easy, at the distance of a quarter of a century, to forget the full madness of the late-1990s dotcom bubble. The tech-heavy Nasdaq index in the US rose by 86% in 1999 alone. Companies only had to announce a hopeful “internet strategy” to see their share prices soar. And the key point is that it went on for ages.</p> <p><a href=\"https://www.theguardian.com/business/2005/oct/31/usnews\">Alan Greenspan</a>, the then chair of the Federal Reserve, used the phrase “irrational exuberance” to describe the mood in stock markets as early as December 1996, more than three years before the bubble finally burst. Infamously, Greenspan himself went on to supercharge the latter stages of the mania by cutting interest rates three times, after a currency crisis in Asia in 1998 and the blow-up of a huge hedge fund, <a href=\"https://www.theguardian.com/business/2003/aug/26/2\">Long-Term Capital Management</a>.</p> <p>Everybody at the time half-knew it had all gone too far too soon but the greater danger, career-wise, was often to sit it out. Poor <a href=\"https://www.theguardian.com/business/2000/mar/05/observerbusiness.theobserver6\">Tony Dye</a>, one of London’s top fund managers, earned himself the nickname “Dr Doom” for predicting an imminent stock market disaster for about five years; he lost his job at Phillips &amp; Drew just before his prophecies came true.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2025/oct/08/openai-multibillion-dollar-deals-exuberance-circular-nvidia-amd\">Do OpenAI’s multibillion-dollar deals mean exuberance has got out of hand?</a> </p> </aside>  <p>The turn-of-the-century experience explains the current crop of analysts’ notes asking where today’s <a href=\"https://www.theguardian.com/business/2025/oct/08/openai-multibillion-dollar-deals-exuberance-circular-nvidia-amd\">AI bubble</a> – because that’s what it clearly is – fits in a 1990s timeline. The broad parallels are genuinely close. The development of AI will clearly have society-changing effects, just as the arrival of the internet and mobile communication did. The impossibility lies in knowing the speed of adoption, and which lumps of capital will earn extraordinary returns and which will end up getting torched. Are we in the merely exuberant foothills of 1996? Does a last manic 1999-style “melt-up” come next? Or is 2000’s bell about to ring?</p> <p>Many of those notes end up being well-argued versions of “dunno, guv” because timing is impossible. But here are four points that suggest it’s getting late in the day.</p> <p>First, valuations are extremely stretched by usual standards. Everybody – including <a href=\"https://www.theguardian.com/business/2025/oct/08/bank-of-england-warns-of-growing-risk-that-ai-bubble-could-burst\">the Bank of England’s financial policy committee in its report on Wednesday</a> – is staring at market historians’ favourite yardstick, the Cape ratio, with amazement or alarm. The Cape measures cyclically adjusted price-to-earnings ratios over the past decade taking account of inflation. On that score, we’re back at the peak dotcom bubble. The better news is that, on a plainer, forward-looking, price-to-earnings ratio, the S&amp;P 500 index is at 25 times, which is not as severe as 1999 levels. But the overall picture is clear: prices are very high.</p> <p>Second, concentration risk in markets is off the charts. The “Magnificent 7” tech companies – Alphabet, Amazon, Meta, Tesla, Apple, Microsoft and Nvidia – now represent slightly more than a third of the whole S&amp;P 500 index. To varying degrees, all are bets on the future of AI. If, or when, the AI bubble bursts, there will be few places to escape the pop. One doubts the concentration is appreciated by US holders of tracker funds who look to invest in a diversified portfolio of companies. And, given the dominance of the US in global indices, the same applies to a lesser degree for your everyday global tracker, too.</p> <p>Third, the correlation risk is becoming worse given the AI firms’ obsession with cross-shareholdings and partnerships. The deal whereby OpenAI will pay Nvidia for chips, and <a href=\"https://www.theguardian.com/technology/2025/sep/22/nvidia-openai-investment-100-billion\">Nvidia will invest $100bn in OpenAI</a>, has been criticised as circular because that’s exactly what it is. In the latest move, OpenAI <a href=\"https://www.theguardian.com/technology/2025/oct/06/openai-chipmaker-amd-deal\">has pledged to buy lots of AMD chips</a> and take a stake in AMD over time. Fans of these arrangements see an alignment of interests for mutual gain. One can equally view the fancy financial footwork as a formula for ensuring capital is misallocated. Certainly, the strain of getting the AI infrastructure built – before returns are remotely clear – seems to be showing.</p> <p>Fourth, the wider economic backdrop for an IT revolution is not as helpful as in the 1990s. “Inflation wasn’t a problem in the 90s,” argued Dario Perkins of TS Lombard recently. “Outside the IT sector, there were powerful structural forces keeping prices down, such as rapid globalisation and the collapse of the Soviet Union.” As he says, that’s not today’s world of deglobalisation, supply shocks, anxiety about public finances and lurches towards populism. Conditions are less favourable for a sustained “melt-up”, he concludes. That sounds right.</p> <p>On the other side of the ledger, one can point to Nvidia’s sheer revenues – £46.7bn in the last quarter – as evidence that the foundations are more solid this time. Certainly, Nvidia puts Cisco, the leader in the dotcom years, in the shade. Yet, viewed the other way around, it’s actually more concerning that so much sentiment about AI revolves around a single stock. It’s not as if OpenAI is threatening to make profits soon.</p> <p>To repeat, timing is impossible and no two bubbles are exactly alike. But does it all feel as silly as last time? Short answer: yes.</p>"
    ],
    [
        "The Guardian",
        "‘Existential threat’: what do EU’s 50% steel tariffs mean for UK industry?",
        "https://media.guim.co.uk/348c492768aebd85ca5503e1faf0f2dac99734ac/326_0_4459_3569/500.jpg",
        "<p>The EU shocked the UK steel industry on Tuesday with an announcement of 50% import tariffs – with no apparent carve-out for metal crossing the Channel.</p> <p>UK Steel, an industry lobby group, <a href=\"https://www.theguardian.com/business/2025/oct/07/eu-plan-to-match-trump-steel-tariffs-spurs-existential-threat-to-uk-steel-industry\">said the plan poses an “existential threat” to British steelmakers</a>. Here’s what you need to know.</p>  <h2>Why is the UK steel sector so worried?</h2>  <p>The EU is the UK’s biggest customer: 78% of all UK steel exports, or 1.9m tonnes, went to the bloc in 2024. The prospect of punitive tariffs on a large chunk of that would make many British products uncompetitive overnight.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/datawrapper/embed/RiufK/2/\" data-alt=\"UK steel production chart\"> <a href=\"https://interactive.guim.co.uk/datawrapper/embed/RiufK/2/\">Interactive</a> </figure>  <p>The reason for that reliance is partly geographical proximity: of the EU countries, Ireland is the biggest buyer. But from 1973 until 2020 the UK was part of the EU, whose forerunner was the <a href=\"https://www.theguardian.com/business/2007/mar/21/europeanunion.davidgowoneurope\">European Coal and Steel Community</a> – a single market giving easy access to other members of the trade bloc. Brexit has left the UK out in the cold.</p> <p>The European Commission has said Norway, Iceland and Liechtenstein, who are not in the EU but are integrated into the single market via the European Economic Area, will not be affected by the tariffs or quotas.</p> <h2>Why has the EU imposed tariffs on steel?</h2>  <p>Its steel industry is struggling. The EU’s steel industry “is as good or as bad as the UK’s”, with plants that have not been modernised for 40 years, one diplomatic trade expert told the Guardian. Steelmakers have been struggling for years with high energy costs – Germany’s are among the highest in Europe (although <a href=\"https://www.theguardian.com/business/2025/mar/15/uk-steel-industry-energy-prices-trump-trade-war\">still smaller than the UK’s</a>).</p> <p>However, the big threat in recent years has been the glut of Chinese steel forcing down global prices, along with the devastating <a href=\"https://www.theguardian.com/us-news/2025/jun/04/trump-tariffs-steel-aluminum\">50% tariff imposed by Donald Trump on US imports of the metal in June</a>. </p> <p>Current “safeguard” measures to prevent steel dumping are due to expire in June next year, giving the European Commission the perfect opportunity to try to save the sector, which industry commissioner Stéphane Séjourné said on Tuesday was threatened with “collapse”.</p> <p>A key aim for EU steel industry body Eurofer is to increase the utilisation of its plants, which makes them more profitable. Capacity utilisation has dropped from nearly 80% in 2008 to 65% in 2024; the lobby group wants that figure as high as 85%.</p> <h2>What is Brussels proposing? </h2>  <p>The main measure is an increase in the headline EU steel tariff to 50%, up from 25%.</p> <p>However, there will still be tariff-free import quotas. That will allow in 18.3m tonnes a year – a steep reduction of 47% compared with 2024 steel quotas.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/datawrapper/embed/1NDQN/1/\" data-alt=\"Top EU sources chart\"> <a href=\"https://interactive.guim.co.uk/datawrapper/embed/1NDQN/1/\">Interactive</a> </figure>  <p>The key question for Britain and other EU trading partners is how that much smaller quota will be allocated. If the UK were to receive a quota equal to its planned exports (once Tata Steel and British Steel’s exports are <a href=\"https://www.theguardian.com/business/2025/sep/30/tata-british-steel-trump-tariff-scunthorpe-uk-jingye\">back up and running at full tilt after upgrades</a>) then the damage would be limited.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/datawrapper/embed/A2euh/1/\" data-alt=\"Top EU importers chart\"> <a href=\"https://interactive.guim.co.uk/datawrapper/embed/A2euh/1/\">Interactive</a> </figure>  <p>UK steelmakers on Wednesday told industry minister (and former steel executive) Chris McDonald that the UK must push for country-specific carve-outs from the tariffs, and for the UK <a href=\"https://www.theguardian.com/business/2024/oct/07/uk-steel-industry-calls-for-protectionist-measures-over-glut-driven-by-china\">to quickly replace its own expiring “safeguards”</a> and <a href=\"https://www.theguardian.com/business/2025/mar/13/steelmakers-wait-and-hope-as-uk-faces-tricky-balance-over-trump-tariffs\">prevent a flood of diverted steel</a>.</p> <p>The EU will also add a condition that only steel “melted and poured” in exporters’ markets will count. For instance, that would mean that any steel imported from India to south Wales by Tata Steel would count as Indian, not British, for quota purposes.</p> <h2>Is the EU playing a Donald Trump card? </h2>  <p>Yes and no. The EU has spent all summer railing against Donald Trump’s tariffs as “lose-lose” and “bad for everyone”. But senior officials and Séjourné said they have no choice but to step in to protect an industry that employs 300,000 directly and more than 2 million others indirectly.</p> <p>Trade commissioner Maroš Šefčovič told reporters on Tuesday that he disagreed with suggestions it was “hypocritical” of the EU to impose tariffs as – unlike the US – the tariffs will comply with World Trade Organization rules and are open to negotiations on quotas, rather than simply being imposed on all and sundry.</p> <h2>Who is the target of the tariffs?</h2>  <p>Without doubt, China – and it isn’t even the biggest supplier to the EU after earlier trade measures targeting direct imports. Eurostat data shows India is the biggest direct supplier, exporting almost €4bn to the EU in 2024, followed by South Korea (€3.6bn) and the UK (€3.2bn). EU data shows, in fact, that imports from India went up by just under 90% between 2019 and 2024.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/datawrapper/embed/I3YCp/1/\" data-alt=\"China in global steel production chart\"> <a href=\"https://interactive.guim.co.uk/datawrapper/embed/I3YCp/1/\">Interactive</a> </figure>  <p>But the rate at which China is producing steel is fuelling global overcapacity. EU officials say the over-supply has “worsened” and become “absolutely untenable”. Not to introduce safeguards would be “extremely damaging” and “possibly fatal”, officials said.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2025/04/steel_production/giv-32554MP9KtVWc5J2t/?dark=false\" data-alt=\"China steel production chart\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2025/04/steel_production/giv-32554MP9KtVWc5J2t/?dark=false\">Interactive</a> </figure>  <p>The EU is less concerned about India because it hopes to do a free trade deal by the end of the year. China, however, remains outside any formal trade regime, and the EU feels that, as one of the few open markets left, Beijing is guilty of unfair practices. Pointedly, officials said on Tuesday: “With this proposal, we are again reiterating the invitation to have a serious conversation about that. Regardless of what the Chinese say, we don’t think that this problem of overcapacity is going away.”</p> <h2>Where else could UK steelmakers look?</h2>  <p>The top five steel export destinations for the UK in 2024 were all within the EU. The sixth was the US, where buyers must pay 25% tariffs on imports from Britain – after the two countries <a href=\"https://www.theguardian.com/politics/2025/sep/16/plan-slash-us-steel-tariffs-shelved-ahead-donald-trump-visit\">abandoned a zero-tariff deal</a> agreed by Trump and Keir Starmer. That gives the UK some advantage over other countries who pay 50%.</p> <p>Aside from the US, British steel exports would have to contend with the same global glut of Chinese steel seeking a buyer at any price. That is not an attractive prospect.</p> <p>Another place the UK could look is inwards: Britain imports twice the steel it makes. The chancellor, Rachel Reeves, pledged at Labour’s party conference last week to direct government spending on steel – such as for warships and railways – to British steelworks.</p> <h2>How did Europe’s industry react?</h2>  <p>Thyssenkrupp, one of Europe’s biggest steel producers, said in June that it <a href=\"https://www.theguardian.com/business/2025/jun/08/european-steel-sector-trump-tariffs-energy-costs-thyssenkrupp\">feared the industry was facing “wipe out”</a>, so investors welcomed the protection. Its share price rose by 5.5% on Wednesday, while Sweden’s SSAB rose 4% and ArcelorMittal gained 5% in pre-market trading.</p> <p>However, carmakers – who use millions of tonnes of steel – were not happy. The European Automobile Manufacturers’ Association said it was “most concerned about the inflationary impact”, and that the tariffs go “too far”.</p>"
    ]
]